---
kind: type
id: T:Autodesk.Revit.DB.FabricationVersionInfo
source: html/7889317e-5dc1-11c0-be1c-8526b50efaee.htm
---
# Autodesk.Revit.DB.FabricationVersionInfo

The object contains versioning information about fabrication data.

## Syntax (C#)
```csharp
public class FabricationVersionInfo : IDisposable
```